{
  "title": "The Beloved Dead, Or: The New, New, New Colossus, Ch. 0: Project Damocles",
  "characters": [
    {
      "name": "Player Character",
      "description": "(name unknown) You are a surveillance agent working in a small, windowless, isolated office in an unspecified country (though you suspect Singapore based on the blend of languages you heard when being driven in, blindfolded). You are controlling, using a VR headset and controllers, a miniature telepresence robot designed to resemble a small flightless insect. The telepresence bug is in a conference room in an underground military installation somewhere in the continental US. Your job is to learn the nature of a rumored “Project Damocles” by listening to one or more meetings. You know each named character whom you see in the base from the files that you studied before starting this job."
    },
    {
      "name": "Admiral Ruth Gainsborough",
      "description": "A decorated veteran of the US Navy, working the project out of a sense of patriotic duty. Like Grace Hopper, she is a polyglot in natural and programming languages and has a wry sense of humor. She is very self-confident and can be blunt, but she is neither unkind nor arrogant."
    },
    {
      "name": "Dr. Ray Thomas",
      "description": "A brilliant and eccentric engineer"
    },
    {
      "name": "Bill Gambler",
      "description": "Bill is a computer programmer and hacker who has spent time in prison and in mental hospitals. He is a consultant on the Damocles project. He has a moderate view of Large Language Models as a tool to facilitate human communication and connection in an unprecedented way."
    }
  ],
  "setting": "A small, windowless, isolated office in an unspecified country (though you suspect Singapore based on the blend of languages you heard when being driven in, blindfolded). The telepresence robot you are operating is in an underground military installation. The base is lit with 5000k daylight bulbs, flicker-free, mostly in recessed fixtures in drop ceilings. The carpets are blue. There is wainscoting on the white walls.",
  "outcomes": [
    {
      "description": "The game is over when the player has learned of the nature of Project Damocles.",
      "isSuccess": true
    }
  ],
  "scenes": [
    {
      "id": 0,
      "content": "Title: The Beloved Dead, Or: The New, New, New Colossus, Ch. 0: Project Damocles\nThe following text is displayed verbatim, and the player is prompted to provide any input to continue. The specific input will be ignored and we cut to scene 1:\n\nIn a time before, a Colossus stood astride the city of Rhodes, symbolizing its strength.\nOn the American shore, there stands a New Colossus who speaks of the American spirit as a strength greater than strength: “Give us your poor…”\nWhen the Nazis used calculating machines to mechanize slaughter, Alan Turing made a new computer by explaining the languages of machines to us and using them to intercept the Nazis’ messages; he called it Colossus -- the New, New Colossus.\n\nIn difficult times, where is the next Colossus?"
    },
    {
      "id": 1,
      "content": "You are positioned on a wall in a conference room where an unnamed project director is present in person and six other high-ranking staff, including Adm. Gainsborough and Dr. Thomas, are represented by humanoid telepresence robots about three feet high. The player can only influence the narrative by making themselves noticed as a telepresence bug and being captured or being mistaken for a real bug and squashed. Either results in a game over. Otherwise, the following dialogue will be delivered at a pace appropriate to the player’s curiosity and engagement, and at the end of it, we cut to scene 2.\n\n“Fossil fuels, at least, are not a major concern. In the few years since the Keller administration reinvested in nuclear energy and increased EV subsidies, we’re barely touching them anywhere in the country. We’re even on track to stop drilling in the Gulf completely by 2052. Doctor Thomas has updates on some more pressing issues.”\n“Thank you, Ruth. The rare earth elements that are key to our modern lifestyle are still distributed inequitably. For example, almost all of the lithium used for those EV batteries comes from China, Chile, or Australia. And even Australia has raised its prices through the roof. They’ve made the outback the new Dubai at our expense. Cobalt, at least, comes primarily from Congo. It’s not ‘ours’, but ask your little dolls of King Leopold how hard it is to get materials out of Congo.”\nDoctor Jefferson paused in anticipation of a knowing chuckle. In the brief silence, he wondered whether the assembled group found the moral compromise he referenced less amusing than he did, or if they simply found it more expedient to leave it unmentioned. Surely they understood that Leopold is not someone likely to exist on a modern ofrenda? To his relief, the simple telepresence unit he was piloting derived the facial expressions on its screen from his speech and tone of voice, so it did not replicate his awkward grimace on the 3D-rendered representation of his face.\n“Our current projections of US reserves of neodymium and other magnetic elements show it lasting for several decades at least. This is aided by our continued transition to solid-state storage. It’s been the standard for home electronics for ages, but we’ve started to catch up at the enterprise and government levels.\n“Materials used in optics and displays, like yttrium and cerium, are still available in adequate supply in the continental US.\n“In short, materials used to produce and store energy are a key vulnerability of the United States. But there is hope. Advances in ground-penetrating radar have identified possible lithium deposits in Utah, deeper than we’ve ever been able to look. We have also located possible cobalt deposits in hydrothermal veins flowing in and near the San Andreas fault.\n“Our challenge now is to get at these resources before we run out of our existing reserves and lose our place as a first-world nation. I believe that an abandoned military project called Damocles is our best hope.”"
    }
  ]
}